Repository: LeTezz/GolfClub
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: uk_ua

source: Invalid club
uk_ua: Неприпустимий клуб

source: The club has been saved
uk_ua: Клуб був збережений

source: The club could not be saved. Please, try again.
uk_ua: Не вдалося зберегти клубу. Будь ласка, спробуйте ще раз.

source: Club deleted
uk_ua: Клуб видалено

source: Club was not deleted
uk_ua: Клуб не видалено

source: Invalid lesson
uk_ua: Неприпустимий урок

source: The lesson has been saved
uk_ua: Урок був збережений

source: The lesson could not be saved. Please, try again.
uk_ua: Не вдалося зберегти урок. Будь ласка, спробуйте ще раз.

source: Lesson deleted
uk_ua: Урок видалено

source: Lesson was not deleted
uk_ua: Урок не видалено

source: Invalid locker
uk_ua: Неприпустимий шафку

source: The locker has been saved
uk_ua: Збережено шафки

source: The locker could not be saved. Please, try again.
uk_ua: Не вдалося зберегти шафки. Будь ласка, спробуйте ще раз.

source: Locker deleted
uk_ua: Шафка видалено

source: Locker was not deleted
uk_ua: Шафка не видалено

source: Invalid member
uk_ua: Неприпустимий член

source: The member has been saved
uk_ua: Член був збережений

source: The member could not be saved. Please, try again.
uk_ua: Член не може бути збережений. Будь ласка, спробуйте ще раз.

source: Member deleted
uk_ua: Член видалено

source: Member was not deleted
uk_ua: Член не видалено

source: Invalid username or password, try again
uk_ua: Неправильне ім'я користувача або пароль, спробуйте ще раз

source: Invalid user
uk_ua: Невірний користувач

source: The user has been saved
uk_ua: Користувач був збережений

source: The user could not be saved. Please, try again.
uk_ua: Користувач не може бути збережений. Будь ласка, спробуйте ще раз.

source: User deleted
uk_ua: Користувач видалив

source: User was not deleted
uk_ua: Користувача не видаляються

source: The translation has been saved
uk_ua: Переклад був збережений

source: Translation saved
uk_ua: Переклад збережені

source: Translation deleted
uk_ua: Переклад видалено

source: Could not save the translation, please check your inputs.
uk_ua: Не вдається зберегти перекладу, будь ласка перевірити ваш входи.

source: Invalid Translation
uk_ua: Неприпустимий перекладу

source: You need to confirm to delete this Translation
uk_ua: Вам необхідно підтвердити видалити цей переклад

source: Admin Add Translation
uk_ua: Адміністратора додати переклад

source: List Translations
uk_ua: Список переклади

source: Delete Translation "%s"?
uk_ua: Видалити перекладу "%s"?

source: Be aware that your Translation and all associated data will be deleted if you confirm!
uk_ua: Майте на увазі, що Переклад і всі пов'язані з цим дані видаляються, якщо ви підтвердите!

source: Confirm
uk_ua: Підтвердити

source: You have to confirm.
uk_ua: Ви повинні підтвердити.

source: Continue
uk_ua: Продовжити

source: Admin Edit Translation
uk_ua: Admin редагування перекладу

source: Delete
uk_ua: Видалити

source: Submit
uk_ua: Підтвердити

source: Translations
uk_ua: Переклади

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
uk_ua: Сторінки {: сторінки} з {: сторінок}, показується {: поточний} записує з {: граф} цілому, починаючи від запису {: почати}, закінчуючи на {: кінець}

source: Locale Name
uk_ua: Ім'я локалі

source: Model Name
uk_ua: Назву моделі

source: Field
uk_ua: Поле

source: Content
uk_ua: Зміст

source: Search
uk_ua: Пошук

source: Actions
uk_ua: Дії

source: View
uk_ua: Переглянути

source: Edit
uk_ua: Редагувати

source: Edit All locales for this entry
uk_ua: Редагування всіх локалей за цей запис

source: New Translation
uk_ua: Новий Переклад

source: Translation
uk_ua: Переклад

source: Locale
uk_ua: Локалізація

source: Model
uk_ua: Модель

source: Foreign Key
uk_ua: Зовнішній ключ

source: Edit Translation
uk_ua: Редагування перекладу

source: Delete Translation
uk_ua: Видалити перекладу

source: Members
uk_ua: Члени

source: List Members
uk_ua: Список членів

source: New Member
uk_ua: Новий учасник

source: Clubs
uk_ua: Клуби

source: List Clubs
uk_ua: Список клуби

source: Lessons
uk_ua: Уроки

source: List Lessons
uk_ua: Список уроки

source: New Lesson
uk_ua: Новий урок

source: Lockers
uk_ua: Шафки для зберігання

source: List Lockers
uk_ua: Список шафки

source: New Locker
uk_ua: Нові шафку

source: Users
uk_ua: Користувачі

source: List Users
uk_ua: Список користувачів

source: New User
uk_ua: Новий Користувач?

source: Add Club
uk_ua: Додати клуб

source: Are you sure you want to delete # %s?
uk_ua: Ваш комп’ютер з’єднано з %s. Закрити це відкрите віддалене з'єднання?

source: Edit Club
uk_ua: Редагувати клуб

source: New Club
uk_ua: Новий клуб

source: Previous
uk_ua: Попередні

source: Next
uk_ua: Далі

source: Delete Club
uk_ua: Видалити клуб

source: Club
uk_ua: Клуб

source: Name
uk_ua: Ім'я

source: Year Established
uk_ua: Рік створена

source: Address
uk_ua: Адреса

source: Details
uk_ua: Детальніше

source: Related Lockers
uk_ua: Схожі шафки

source: Club Id
uk_ua: Клуб Id

source: Location
uk_ua: Місце

source: Rental Amount
uk_ua: Прокат автомобілів суми

source: Related Members
uk_ua: Відповідні члени

source: First Name
uk_ua: Назва

source: Last Name
uk_ua: Прізвище

source: Phone
uk_ua: Телефон

source: Email
uk_ua: Електронна пошта

source: Add Lesson
uk_ua: Додати урок

source: Edit Lesson
uk_ua: Редагувати урок

source: Delete Lesson
uk_ua: Видалити урок

source: Lesson
uk_ua: Урок

source: Member
uk_ua: Учасник

source: Date
uk_ua: Датою

source: Fee Amount
uk_ua: Сума платежу

source: Add Locker
uk_ua: Додати шафку

source: Edit Locker
uk_ua: Редагувати шафку

source: Delete Locker
uk_ua: Видалити шафку

source: Locker
uk_ua: Шафка

source: Add Member
uk_ua: Додати член

source: Edit Member
uk_ua: Редагувати Учасник

source: Delete Member
uk_ua: Видалити члена

source: Related Lessons
uk_ua: Схожі уроки

source: Member Id
uk_ua: ІН учасника

source: Golf Club
uk_ua: Гольф-клуб

source: Hello
uk_ua: Привіт

source: add user
uk_ua: Додати користувача

source: Logout
uk_ua: Вийти

source: Login
uk_ua: І'мя користувача

source: Register
uk_ua: Реєстрація

source: Language
uk_ua: Мова

source: Add User
uk_ua: Додати користувача

source: Edit User
uk_ua: Змінити користувача

source: Please enter your username and password
uk_ua: Будь ласка, введіть ім'я користувача та пароль

source: Delete User
uk_ua: Видалити користувача

source: User
uk_ua: Користувацький

source: Username
uk_ua: Логін

source: Role
uk_ua: Соціальна роль

source: Created
uk_ua: Створено

source: Modified
uk_ua: Змінено

source: date
uk_ua: дата

source: numeric
uk_ua: Число

source: Please enter a Locale
uk_ua: Будь ласка, введіть локаль

source: Please enter a Model
uk_ua: Будь ласка, введіть модель

source: Please enter a Foreign Key
uk_ua: Будь ласка, введіть зовнішній ключ

source: Please enter a Field
uk_ua: Будь ласка, введіть у поле
